{"pages":[],"posts":[{"title":"Hello World","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new \"My New Post\" More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","link":"/2020/01/09/hello-world/"},{"title":"回顾2019年跨境之路","text":"初出茅庐要说到第一次接触并去了解「跨境电商」这个行业，大概是在2015年左右了，按照现在的行业趋势来看，2015年左右的那个时期对于各行业卖家来说，想在跨境电商这个行业赚到点钱应该只是稍稍努力一下就可以轻松实现的。当年做亚马逊平台的卖家（美国站）竞争相比2019年的竞争肯定是要小很多的。不过当时自己没有去做这个行业，只是简单地了解了一下，主要也是因为自己手头的上的事情也很多，后面断断续续地了解着这个行业，总算在2019年付诸了行动，开始了自己的跨境之路。 以往只是停留在基础知识层面上，通过阅读了解了目前国内比较流行的跨境电商B2C的运作方式。后面自己亲自实践后才发现，真的是处处是坑啊。但是好在纵使有再多的困难，也还是一一克服了，也要感谢身边所有帮助过我的人。 之前我是做互联网技术的，自诩学习能力还算比较强，融会贯通能力也还算可以，在入门一些平台或是独立站的时候感觉还是比较容易轻松的。真正难的，还是一些日常运营中的技巧，这些就真的是需要经验来凑的。因为很多在实践的过程中总会遇到一些奇奇怪怪的问题，加上跨境电商这个行业是属于相对比较封闭的一个从业环境，很多情况会面临着不知道要如何解决的境遇，这个时候就需要自身的一个刻苦摸索的精神了。 从入行到现在，基本上没有一天是不熬夜的。因为每天都有各种各样的问题需要解决。好处就是现在只要遇到问题，都会比较淡定了，因为知道总能找到解决的办法。 做过的事入行以来做了目前比较普遍的亚马逊跟独立站。 亚马逊入门还是很快的，基本上只需要把流程走一遍就都知道要怎么操作了。我觉得对我来说，可能注册专业卖家账号这一步是最难的，需要准备的资料比较多，而且对网络环境还有要求，因为有很多人可能是因为一些资料的问题导致刚注册好的号就进入二审了。所以说只要号能注册下来了，剩下的基本都不是事了。亚马逊是一个对版权要求很严格的平台，所以一定要注意版权的问题。侵权问题是最严重的。身边有不少同行是因为不小心使用了别人注册商标的关键字作为标题结果导致直接关店铺的。目前运营的亚马逊店铺也有出单，但是花费的精力还是不够多，做亚马逊需要一个沉淀的过程，要精雕细琢。 独立站的话相对比亚马逊要复杂一点，我使用的是shopify建站平台，也算是目前做独立站的主流选择吧。做独立站比较考验个人的综合能力。因为其中涉及到了建站、SEO、Facebook广告、图片处理、视频剪辑、收款、信用卡账户等一系列的情况。当然最重要是资金压力会比较大，这一点在进行Facebook广告投放的时候会非常明显，对于小卖家来说很多时候两三天时间几千块钱广告费花出去了，可能只有一两个订单转化。广告费肉眼可见的速度在消耗，订单却迟迟不来，这时候是停广告还是不停？这很考验一个人的经验，或者说是心智吧，说到底就是考验你的钱包够不够厚。因为有很多时候可能你再花了100美金的广告费之后才开始陆陆续续出单，但是很多人可能会在花了90美金的时候扛不住把广告停了。 要做的事农历2019年还有几天就要过完了，总的来说自己也算是已经入行了，在入行的过程中交了多少学费就不多说了，都是泪。在新的一年里希望可以多上几个台阶。也希望能通过自己的分享与大家一起共同进步。","link":"/2020/01/21/%E5%9B%9E%E9%A1%BE2019%E5%B9%B4%E8%B7%A8%E5%A2%83%E4%B9%8B%E8%B7%AF/"},{"title":"hi","text":"域名申请域名申请建议使用国外的域名提供商，不用备案（一个字，快！不用等），松哥使用了 godaddy ，主要是因为这个服务商支持支付宝付款，域名申请就比较容易了，无需多说，不过类似的域名提供商其实很多，大家不一定用这个，也可以自己再看看。 域名和 GitHub 绑定域名申请成功之后，接下来的配置，也分为两部分。","link":"/2020/01/09/hi/"}],"tags":[{"name":"Amazon","slug":"Amazon","link":"/tags/Amazon/"},{"name":"test","slug":"test","link":"/tags/test/"},{"name":"Shopify","slug":"Shopify","link":"/tags/Shopify/"},{"name":"Facebook广告","slug":"Facebook广告","link":"/tags/Facebook%E5%B9%BF%E5%91%8A/"},{"name":"独立站","slug":"独立站","link":"/tags/%E7%8B%AC%E7%AB%8B%E7%AB%99/"}],"categories":[{"name":"小结","slug":"小结","link":"/categories/%E5%B0%8F%E7%BB%93/"}]}